/* Menu Items */
"file" = "파일";
"edit" = "편집";
"simulation" = "시뮬레이션";
"view" = "보기";
"window" = "윈도우";
"help" = "도움말";

/* File Menu */
"takeScreenshot" = "스크린샷 찍기";

/* Edit Menu */
"copyScreenshot" = "스크린샷 복사";
"selectBody" = "천체 선택...";

/* Simulation Menu */
"playPause" = "재생/일시정지";
"reset" = "재시작";
"faster" = "빠르게";
"slower" = "느리게";

/* View Menu */
"centerCamera" = "카메라 중앙 맞춤";
"toggleFullscreen" = "전체 화면 전환";
"statistics" = "통계";
"bodyLabels" = "천체 라벨";
"trails" = "궤적";
"zoomIn" = "확대";
"zoomOut" = "축소";
"actualSize" = "실제 크기";

/* Window Menu */
"minimize" = "최소화";
"zoom" = "확대/축소";
"bringAllToFront" = "모두 앞으로 가져오기";

/* Help Menu */
"gravitonHelp" = "Graviton 도움말";
"tutorial" = "튜토리얼";
"changelog" = "변경 로그";
"reportIssue" = "문제 보고...";
"privacyPolicy" = "개인정보 보호정책";
"licenseInfo" = "라이선스 정보";

/* Notifications */
"screenshotSaved" = "스크린샷 저장됨";
"screenshotFailed" = "스크린샷 실패";
"screenshotSavedMessage" = "스크린샷이 %@에 저장되었습니다";
"screenshotCopied" = "스크린샷 복사됨";
"screenshotCopiedMessage" = "스크린샷이 클립보드에 복사되었습니다";

/* Save Dialog */
"saveScreenshot" = "스크린샷 저장";
"saveScreenshotMessage" = "스크린샷을 저장할 위치를 선택하세요";
"fileName" = "파일 이름:";
